<?php

return [

	'name' => 'Имя',
	'email' => 'Электронная почта',
	'password' => 'Пароль',
	'confirm1' => 'Подтвердите пароль',
	'alregistered' => 'Уже зарегистрированы?',
	'register' => 'Регистрация',
	'title-register' => 'Регистрация',
	'register-hint' => 'Заполните поля форм ввода и выполните регистрацию, чтобы иметь возможность сохранять свой игровой прогресс.',
	'title-login' => 'Вход',
	'remember-me' => 'Запомнить меня',
	'log-in' => 'Вход',
	'login-hint' => 'Войдите, чтобы иметь возможность сохранять свой игровой прогресс.',
	'forgot-password' => 'Забыли пароль?',
	'forgot-password-hint' => 'Забыли свой пароль? Не проблема. Просто введите свой электронный адрес и мы сможем отправить на него ссылку для его сброса, чтобы вы смогли изменить свой пароль на новый.',
	'title-recovery-pass' => 'Восстановление пароля',
	'reset-link' => 'ССЫЛКА НА СБРОС ПАРОЛЯ',
	'title-reset-pass' => 'Сброс пароля',
	'reset-pass' => 'Сбросить Пароль',
	'reset-password-hint' => 'Внимание! Сейчас ваш пароль будет изменён.',
	'title-verify-email' => 'Проверка e-mail',
	'verify-mail-hint' => 'Спасибо, что зарегистрировались! Прежде чем начать, подтвердите свой адрес электронной почты, перейдя по ссылке, которую мы только что отправили вам на него. Если вы не получали письмо, то мы с радостью вышлем вам другое.',
	'verify-status' => 'Новая ссылка подтверждения была выслана на адрес электронной почты, который вы указали при регистрации.',
	'verify-button' => 'Вислать Верификацию Повторно',
	'verify-logout' => 'Выйти',
	'title-confirm-password' => 'Подтверждение пароля',
	'confirm-password-hint' => 'Это безопасная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
	'confirm-password-button' => 'Подтвердить',

];
