<?php

return [

	'name' => 'Ім`я',
	'email' => 'Электронна пошта',
	'password' => 'Пароль',
	'confirm1' => 'Підтвердіть пароль',
	'alregistered' => 'Уже зареєстровані?',
	'register' => 'Реєстрація',
	'title-register' => 'Реєстрація',
	'register-hint' => 'Заповніть поля форм вводу та виконайте реєстрацію, щоб мати можливість зберігати свій ігровой прогрес.',
	'title-login' => 'Вхід',
	'remember-me' => 'Запам`ятати мене',
	'log-in' => 'Вхід',
	'login-hint' => 'Увійдіть, щоб мати можливість зберігати свій ігровий прогрес.',
	'forgot-password' => 'Забули пароль?',
	'forgot-password-hint' => 'Забули свій пароль? Не проблема. Просто введіть свою електронну пошту и ми зможемо відправити на неї зсилку для збросу, щоб ви змогли змінити свій пароль на новий.',
	'title-recovery-pass' => 'Відновлення паролю',
	'reset-link' => 'ЗСИЛКА НА ЗБРОС ПАРОЛЮ',
	'title-reset-pass' => 'Зброс паролю',
	'reset-pass' => 'Збросити Пароль',
	'reset-password-hint' => 'Увага! Зараз ваш пароль буде змінено.',
	'title-verify-email' => 'Перевірка e-mail',
	'verify-mail-hint' => 'Спасибі, що зареєструвались! Перш ніж почати, підтвердіть свою адресу електронної пошти, перейшовши по посиланню, яке ми тільки що відправили вам на нього. Якщо ви не одержували листа, то ми з радістю вишлемо вам інше.',
	'verify-status' => 'Нова зсилка підтвердження була вислана на адресу электронної пошти, яку ви вказали при реєстрації.',
	'verify-button' => 'Вислати Верифікацію Знову',
	'verify-logout' => 'Вийти',
	'title-confirm-password' => 'Підтвердження паролю',
	'confirm-password-hint' => 'Це зона безпечності додатка. Будь ласка, підтвердіть свій пароль, перш ніж продовжити.',
	'confirm-password-button' => 'Підтвердити',

];
